[UserSettings]
ComparePro1538352={"CompareTypeArr":[[3],[3]],"DefaultMacro":"按键_c_3_100","LogicTypeArr":[1,2],"MacroArr":["按键_a_3_100","按键_b_3_100"],"SerialStr":"ComparePro1538352","VariableArr":[["1"],["2"]],"VariNameArr":[["Num1"],["Num2"]]}
ComparePro1615509={"CompareTypeArr":[[3,1],[3]],"DefaultMacro":"按键_f_1,间隔_93,按键_a_1,间隔_16,按键_w_1,间隔_21,按键_f_2,间隔_180,按键_a_2,间隔_19,按键_w_2,移动_907_271_97,间隔_175,按键_LButton_3_104","LogicTypeArr":[1,2],"MacroArr":["按键_f_1,间隔_84,按键_w_1,间隔_68,按键_f_2,间隔_58,按键_a_1,间隔_60,按键_w_2,间隔_54,按键_f_3_68,间隔_6,按键_a_2,移动_907_270_95,间隔_266,按键_LButton_1,移动_907_269_98,间隔_102,按键_LButton_2","按键_b_3_100"],"SerialStr":"ComparePro1615509","VariableArr":[["1","Num2"],["2"]],"VariNameArr":[["Num1","Num2"],["Num2"]]}
ComparePro1702381={"CompareTypeArr":[[3],[1,1],[3]],"DefaultMacro":"按键_c_3_100","LogicTypeArr":[1,1,2],"MacroArr":["按键_a_3_100","按键_a_3_92,间隔_81,按键_a_3_129,间隔_22,按键_w_3_123,移动_912_279_96,间隔_236,按键_LButton_3_107","按键_b_3_100"],"SerialStr":"ComparePro1702381","VariableArr":[["1"],["Num1","Num2"],["2"]],"VariNameArr":[["Num1"],["Num1","Num2"],["Num2"]]}
ComparePro1715133={"CompareTypeArr":[[3,1],[3]],"DefaultMacro":"按键_c_3_100","LogicTypeArr":[1,2],"MacroArr":["按键_a_3_100","按键_b_3_100"],"SerialStr":"ComparePro1715133","VariableArr":[["1","3"],["2"]],"VariNameArr":[["Num1","Num2"],["Num2"]]}
ComparePro1717060={"CompareTypeArr":[[3],[3],[1,1]],"DefaultMacro":"按键_c_3_100","LogicTypeArr":[1,2,1],"MacroArr":["按键_a_3_100","按键_b_3_100","按键_d_1,间隔_51,按键_a_1,间隔_73,按键_d_2,间隔_12,按键_w_1,间隔_117,按键_a_2,间隔_2,按键_d_1,间隔_60"],"SerialStr":"ComparePro1717060","VariableArr":[["1"],["2"],["2","33"]],"VariNameArr":[["Num1"],["Num2"],["Num1","Num2"]]}
